<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Categories Language Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'failed' => 'فشلت العملية ، يرجى المحاولة مرة أخرى.',
    'all_records' => 'تم جلب جميع الفئات بنجاح.',
    'all_records_err' => 'لا توجد فئات حتى الآن.',
    'added' => 'تمت إضافة الفئة الجديدة بنجاح.',
    'updated' => 'تم تحديث الفئة بنجاح.',
    'disabled' => 'تم تعطيل الفئة بنجاح.',
    'restored' => 'تمت استعادة الفئة المعطلة بنجاح.',
    'deleted' => 'تم حذف الفئة نهائياً بنجاح.',
    'found' => 'تم جلب الفئة بنجاح.',
    'not_found' => 'لم يتم العثور على الفئة.',
    'disabled_records' => 'تم جلب جميع الفئات المعطلة بنجاح.',
    'disabled_records_err' => 'لا توجد فئات معطلة.',
];
