<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Offers Language Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'failed' => 'فشلت المحاولة، يرجى المحاولة مرة أخرى.',
    'all_records' => 'تم جلب جميع العروض بنجاح.',
    'all_records_err' => 'لا توجد عروض حتى الآن.',
    'added' => 'تمت إضافة العرض الجديد بنجاح.',
    'updated' => 'تم تحديث العرض بنجاح.',
    'disabled' => 'تم تعطيل العرض بنجاح.',
    'restored' => 'تمت استعادة العرض المعطل بنجاح.',
    'deleted' => 'تم حذف العرض نهائيًا بنجاح.',
    'found' => 'تم جلب العرض بنجاح.',
    'not_found' => 'العرض غير موجود.',
    'disabled_records' => 'تم جلب جميع العروض المعطلة بنجاح.',
    'disabled_records_err' => 'لا توجد عروض معطلة.',
    'nearby_records' => 'تم جلب جميع العروض القريبة بنجاح.',
    'nearby_records_err' => 'فشل في العثور على عروض قريبة.',
    'added_with_notification' => 'تمت إضافة العرض الجديد بنجاح وتم إبلاغ جميع المستخدمين.'

];
