<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Stores Language Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'failed' => 'فشلت العملية، يرجى المحاولة مرة أخرى.',
    'all_records' => 'تم جلب جميع المتاجر بنجاح.',
    'all_records_err' => 'لا توجد متاجر حتى الآن.',
    'added' => 'تمت إضافة المتجر الجديد بنجاح.',
    'updated' => 'تم تحديث المتجر بنجاح.',
    'disabled' => 'تم تعطيل المتجر بنجاح.',
    'restored' => 'تم استعادة المتجر المعطل بنجاح.',
    'deleted' => 'تم حذف المتجر نهائيا بنجاح.',
    'found' => 'تم جلب المتجر بنجاح.',
    'not_found' => 'المتجر غير موجود.',
    'disabled_records' => 'تم جلب جميع المتاجر المعطلة بنجاح.',
    'disabled_records_err' => 'لا توجد متاجر معطلة.',
    'nearby_records' => 'تم جلب جميع المتاجر القريبة بنجاح.',
    'nearby_records_err' => 'فشل في العثور على المتاجر القريبة.',
    'favourited' => 'المتجر مفضل بنجاح.',
    'unfavourited' => 'المتجر غير مفضل بنجاح.',
];
