<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Users Language Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'failed' => 'فشلت العملية، يرجى المحاولة مرة أخرى.',
    'all_records' => 'تم جلب جميع المستخدمين بنجاح.',
    'all_records_err' => 'لا يوجد مستخدمون بعد.',
    'added' => 'تم إضافة المستخدم الجديد بنجاح.',
    'updated' => 'تم تحديث المستخدم بنجاح.',
    'disabled' => 'تم تعليق المستخدم بنجاح.',
    'restored' => 'تم استعادة المستخدم المعلق بنجاح.',
    'deleted' => 'تم حذف المستخدم بنجاح بشكل دائم.',
    'found' => 'تم جلب المستخدم بنجاح.',
    'not_found' => 'لم يتم العثور على المستخدم.',
    'disabled_records' => 'تم جلب جميع المستخدمين المعلقين بنجاح.',
    'disabled_records_err' => 'لا يوجد مستخدمون معلقون.',
];
